Revit 2027 API
ParameterTypeId.RoomCreationNumberUi Property
 "Room"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomCreationNumberUi { get; }
Public Shared ReadOnly Property RoomCreationNumberUi As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomCreationNumberUi {
	ForgeTypeId^ get ();
}
static member RoomCreationNumberUi : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace